Repository: xiangshanyikecong/loveblog
Catalog: ios/LoveJournal/Resources/M6B.xcstrings
Source language: en
Languages: ja, zh_hans

# m6b.common.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消

# m6b.common.delete
source: Delete
ja: 削除
zh_hans: 删除

# m6b.common.delete.failed
source: Delete failed, please try again later
ja: 削除に失敗しました。後でお試しください
zh_hans: 删除失败，请稍后重试

# m6b.common.load.failed
source: Failed to load, please try again later
ja: 読み込みに失敗しました。後でお試しください
zh_hans: 加载失败，请稍后重试

# m6b.common.save.failed
source: Save failed, please try again later
ja: 保存に失敗しました。後でお試しください
zh_hans: 保存失败，请稍后重试

# m6b.common.times %lld
source: %lld times
ja: %lld 回
zh_hans: %lld 次

# m6b.footprints.cities.section
source: Places Visited
ja: 行った場所
zh_hans: 去过的地方

# m6b.footprints.empty
source: No footprints yet
ja: まだ足跡がありません
zh_hans: 还没有足迹

# m6b.footprints.empty.hint
source: Check in from "Location Check-in" to unlock the cities you have visited
ja: 「位置情報チェックイン」から報告して、行った都市を解放しましょう
zh_hans: 去「报备打卡」解锁你们去过的城市吧

# m6b.footprints.most.visited
source: Most visited
ja: よく行く場所
zh_hans: 最常去

# m6b.footprints.recent.row %@ %@
source: %@ checked in at %@
ja: %@ が %@ でチェックイン
zh_hans: %@ 在 %@

# m6b.footprints.recent.section
source: Recent Footprints
ja: 最近の足跡
zh_hans: 最近足迹

# m6b.footprints.summary %lld %lld
source: %lld cities · %lld check-ins
ja: %lld 都市 · %lld 回の報告
zh_hans: %lld 座城市 · %lld 次报备

# m6b.footprints.title
source: Our Footprints
ja: ふたりの足跡
zh_hans: 我们的足迹

# m6b.period.add
source: Log Cycle
ja: 生理期を記録
zh_hans: 记录生理期

# m6b.period.avg.cycle %lld
source: Avg cycle %lld days
ja: 平均周期 %lld 日
zh_hans: 平均周期 %lld 天

# m6b.period.avg.period %lld
source: Avg period %lld days
ja: 平均生理日数 %lld 日
zh_hans: 平均经期 %lld 天

# m6b.period.by %@
source: Logged by %@
ja: 記録者 %@
zh_hans: 记录人 %@

# m6b.period.days.overdue %lld
source: %lld days late
ja: %lld 日遅れ
zh_hans: 已推迟 %lld 天

# m6b.period.days.today
source: today
ja: 今日
zh_hans: 就是今天

# m6b.period.days.until %lld
source: in %lld days
ja: あと %lld 日
zh_hans: 还有 %lld 天

# m6b.period.delete.confirm
source: Delete this cycle record?
ja: この記録を削除しますか？
zh_hans: 确定删除这条生理期记录吗？

# m6b.period.deleted
source: Deleted
ja: 削除しました
zh_hans: 已删除

# m6b.period.edit
source: Edit Cycle
ja: 生理期を編集
zh_hans: 编辑生理期

# m6b.period.editor.end
source: End date
ja: 終了日
zh_hans: 结束日期

# m6b.period.editor.end.before.start
source: The end date cannot be earlier than the start date
ja: 終了日は開始日以降にしてください
zh_hans: 结束日期不能早于开始日期

# m6b.period.editor.end.hint
source: Leave it off while the period is ongoing
ja: 進行中の場合はオフのままにしてください
zh_hans: 留空表示进行中

# m6b.period.editor.hasEnd
source: Ended
ja: 終了済み
zh_hans: 已结束

# m6b.period.editor.note
source: Note (optional)
ja: メモ（任意）
zh_hans: 备注（可选）

# m6b.period.editor.start
source: Start date
ja: 開始日
zh_hans: 开始日期

# m6b.period.empty
source: No records yet
ja: まだ記録がありません
zh_hans: 还没有记录

# m6b.period.empty.hint
source: Tap the button below to log a cycle
ja: 右下のボタンから記録しましょう
zh_hans: 点右下角记录一次生理期吧

# m6b.period.length %lld
source: %lld days
ja: %lld 日間
zh_hans: 持续 %lld 天

# m6b.period.legend.period
source: Period
ja: 生理期
zh_hans: 经期

# m6b.period.legend.predicted
source: Predicted
ja: 予測
zh_hans: 预测

# m6b.period.ongoing
source: Ongoing
ja: 進行中
zh_hans: 进行中

# m6b.period.phase.current
source: Current status
ja: 現在の状態
zh_hans: 当前状态

# m6b.period.phase.due_soon
source: Due soon
ja: もうすぐ
zh_hans: 即将来临

# m6b.period.phase.in_period
source: On period
ja: 生理中
zh_hans: 经期中

# m6b.period.phase.normal
source: Steady
ja: 順調
zh_hans: 正常

# m6b.period.phase.overdue
source: Overdue
ja: 遅れている
zh_hans: 已逾期

# m6b.period.phase.unknown
source: Unknown
ja: 不明
zh_hans: 未知

# m6b.period.predicted.next %@
source: Next expected %@
ja: 次回予想 %@
zh_hans: 预计下次 %@

# m6b.period.records %lld
source: %lld logs
ja: %lld 件の記録
zh_hans: 记录 %lld 次

# m6b.period.records.section
source: Records
ja: 記録一覧
zh_hans: 记录列表

# m6b.period.saved
source: Saved
ja: 保存しました
zh_hans: 已保存

# m6b.period.start.only %@
source: Since %@
ja: %@ から
zh_hans: %@ 起（进行中）

# m6b.period.title
source: Period Care
ja: 生理期ケア
zh_hans: 生理期关怀

# m6b.reports.annual.albums
source: Albums
ja: アルバム
zh_hans: 相册

# m6b.reports.annual.articles
source: Articles
ja: 記事
zh_hans: 文章

# m6b.reports.annual.capsules
source: Time capsules
ja: タイムカプセル
zh_hans: 时光胶囊

# m6b.reports.annual.checkins
source: Check-ins
ja: チェックイン
zh_hans: 报备

# m6b.reports.annual.highlights
source: Yearly Highlights
ja: 年間ハイライト
zh_hans: 年度高光

# m6b.reports.annual.messages
source: Messages
ja: メッセージ
zh_hans: 留言

# m6b.reports.annual.photos
source: Photos
ja: 写真
zh_hans: 照片

# m6b.reports.annual.songs.minutes
source: Listening minutes
ja: 再生分数
zh_hans: 听歌分钟

# m6b.reports.annual.songs.played
source: Songs played
ja: 再生回数
zh_hans: 听歌次数

# m6b.reports.annual.wishes.completed
source: Wishes completed
ja: 達成ウィッシュ
zh_hans: 心愿达成

# m6b.reports.chart.articles
source: Articles
ja: 記事
zh_hans: 文章

# m6b.reports.chart.checkins
source: Check-ins
ja: チェックイン
zh_hans: 报备

# m6b.reports.chart.section
source: Monthly Trends
ja: 月ごとの推移
zh_hans: 月度走势

# m6b.reports.chart.songs
source: Songs
ja: 楽曲
zh_hans: 歌曲

# m6b.reports.days.together %lld
source: %lld days together
ja: 付き合って %lld 日
zh_hans: 在一起 %lld 天

# m6b.reports.highlight.plan
source: Plan
ja: プラン
zh_hans: 计划

# m6b.reports.highlight.question
source: Daily question
ja: 毎日の一問
zh_hans: 每日一问

# m6b.reports.highlight.wish
source: Wish
ja: ウィッシュ
zh_hans: 心愿

# m6b.reports.highlights.section
source: Highlights
ja: ハイライト
zh_hans: 高光时刻

# m6b.reports.moods.section
source: Top Moods
ja: よくある気分
zh_hans: 常见心情

# m6b.reports.since %@
source: Since %@
ja: %@ から
zh_hans: 自 %@ 起

# m6b.reports.songs.section
source: Top Songs of the Year
ja: 年間ベストソング
zh_hans: 年度歌单

# m6b.reports.stat.answers
source: Answers
ja: 回答
zh_hans: 问题作答

# m6b.reports.stat.chat.messages
source: Whispers
ja: 内緒話
zh_hans: 悄悄话

# m6b.reports.stat.checkins
source: Check-ins
ja: チェックイン
zh_hans: 报备打卡

# m6b.reports.stat.moods
source: Moods
ja: 気分
zh_hans: 心情打卡

# m6b.reports.stat.plans.completed
source: Plans completed
ja: 完了プラン
zh_hans: 完成计划

# m6b.reports.stat.plans.created
source: Plans created
ja: 追加プラン
zh_hans: 新增计划

# m6b.reports.stat.questions
source: Daily questions
ja: 毎日の一問
zh_hans: 每日一问

# m6b.reports.stat.reminders.created
source: Reminders created
ja: 追加リマインダー
zh_hans: 新增提醒

# m6b.reports.stat.wishes.completed
source: Wishes completed
ja: 達成ウィッシュ
zh_hans: 达成心愿

# m6b.reports.stat.wishes.created
source: Wishes created
ja: 追加ウィッシュ
zh_hans: 新增心愿

# m6b.reports.tab.annual
source: Annual
ja: 年次
zh_hans: 年报

# m6b.reports.tab.monthly
source: Monthly
ja: 月次
zh_hans: 月报

# m6b.reports.title
source: Love Reports
ja: 恋愛レポート
zh_hans: 恋爱报表
